Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/depts/other_files/handlingsplan_2009_samisk_sprak_nordsamisk.txt.tmx
Source language: sme
Languages: smj

source: Dieđáhus čilge viidát deháleamos hástalusaid mat Ráđđehusas leat politihkastis sámi servodahkii.
smj: Doajmmapládna

source: Dieđáhusas celkojuvvo ahte sámegielaid dilli lea bahá.
smj: Sáme gielaj doajmmapládnaÅlgusvadde: Barggo- ja sebrudahttemdepartemænnta

source: Ráđđehus mearridii danne ráhkadit sámegielaid doaibmaplána. Maŋimuš logiid jagiid leat arvat doaibmabijut álggahuvvon nannen ja ovddidan dihtii sámegielaid servodaga máŋgga suorggis.
smj: Almulasj institusjåvnå máhtti diŋŋgut man galla dokumenta dárbahi dássta: Departementenes servicesenter Post og distribusjon E-poassta: publikasjonsbestilling@dss.dep.no Fáksa: 22 24 27 86

source: Dáin doaibmabijuin máŋga doibmet bures, ja leat dagahan dan ahte sámegielat leat ožžon nannosat saji servodahkii.
smj: Gåvvå: Leif Arne Holme Hábbmim: Departementenes servicesenter Prienntim: Departementenes servicesenter 05/2009 - låhko 250

source: Muhtun sámi guovlluin sámegiella lea beaivválaš gulahallangiella.
smj: 20. doajmma Joarkkaåhpadus sámegielan åhpadiddjijda 21. doajmma.

source: Guđege olbmo giellamáhttu buorrána lunddolaččat beaivválaš ovttastallamis eará giellageavaheaddjiiguin. Dát guovllut leat dehálaš resurssat sámegiela ovdáneapmái Norggas.
smj: 40. doajmma addnijguoradallama Girkko dievnastusá sámegiellaj 41. doajmma Ruhtadoarjjaga rámmátjårggålimijda 42. doajmma sáme tjoaggulvis oarjjelsáme giellaguovlon 43. doajmma.

source: Seammás lea nu, ahte eanet sámegielalaš olbmot jávket go sii guđet bohtet sin sadjái, erenoamážit sámegiela hálddašanguovllu olggobealde. Ain váilot ollu sámegielalaš bargit almmolaš ja bođolaš surggiin.
smj: Jårggålibme / hiebadibme tevstajt jubmeldievnastussaj Værroetáhtta 44. doajmma Værroetáhtta – vijdedum fálaldagá sámegiellaj Kriminalhukso 45. doajmma sámegielak giddagisbargge rekrutterim 46. doajmma Tjåhkkåhimdile árvustallam 47. doajmma.

source: Ráđđehus áigu dáinna doaibmaplánain bidjat vuođu viiddis ja guhkesáigásaš doaimmaide mat galget ovddidit sámegielaid beroškeahttá surggiid rájáin ja hálddahusdásiin.
smj: Kriminalhuksoguovdásj sáme giela ja kultuvra máhtudagájn Rijddotjoavddemrádij dåjmadahka 48. doajmma sámegiella rijddotjoavddemrádijn Bulkke 49. doajmma ienep sáme giella- ja kultuvrradádjadus bulkijn

source: Ulbmil lea ahte Norggas nu šaddá sámegielaide dorvvolaš vuođđu boahtteáigái.
smj: 50. doajmma Hiebadit sáme gielajt elektråvnålasj prográmmajda 51. doajmma Ulmutjijt sáme duogátjijn Bulkkeallaskåvllåj rekrutterim suodjalus 52. doajmma Diehtojuohkem vuostasjgierdedievnastusá birra 53. doajmma suodjalusá hárjjidallamij diehtojuohkem ja almodibme Ráddidusá sámegiela adno 54. doajmma ienep almodibme ráddidusá dokumentajs sámegiellaj 55. doajmma Háldadusterma 56. doajmma Dåhkkidimårnik sáme láhkajårggåliddjijda sámegiella ja DGT 57. doajmma sámegiella almulasj registerijn – gájbbádusá stáhta etáhtajda Giellateknologija 58. doajmma sáme njuolgatjállemvædtsak sáme báhkogirje 59. doajmma sáme báhkogirjij guoradallam ja åvddånahttem

source: Julevsámi ja oarjilsámi guovlluin lea gielladilli erenoamáš váttis.
smj: sámegielav tjalmostahttet almulasj sajijn sáme bájkkenamá ja sámegielak galbbim Æjvvalimsaje 60. doajmma sámegielak æjvvalimsaje mánájda ja nuorajda internæhtta Media 61. doajmma sáme avijsa – ienep adno julevsáme- ja oarjjelsámegielas 62. doajmma snåsningen avijssa: avijssabiele oarjjelsámegiellaj 63. doajmma oarjjelsáme mediaguovdásj Kultuvrra – filmma, teáhter, girjálasvuohta, bibliotehkka 64. doajmma sáme girjálasjvuoda oasstemårnik

source: Danne lea dárbu ahte mii bidjat searaid sihkkarastit ahte julevsámegiella ja oarjilsámegiella šaddet ealli geavahan-, ovttastallan- ja máhttogiellan maiddái boahttevaš buolvvaidege.
smj: Dárbo dutkamis ja máhtudakåvddånahttemis 65. doajmma Dutkammáhtudagáv ásadit ja nannit oarjjel ja julevsáme gielaj gáktuj 66. doajmma Dutkam- ja fáhka / resurssaguovdásj sáme statistihkka

source: Máŋga departemeantta leat searvan doaibmaplána bargui.
smj: Jagen 2008 gidá buvtij ráddidus Sd. diedá.

source: Mis lea leamaš viiddis gulahallan Sámedikkiin ja mii leat joavdan ovttamielalašvuhtii doaibmaplána hárrái ráđđádallamiin.
smj: Diedádusán åvddånboahtá vijddát da ájnnasamos hásstalusá ráddidusá politihkkaj sáme sebrudagá hárráj. Diedádusán duodastuváj sáme giela le alvos dilen.

source: Midjiide leat maid boahtán árvalusat sierranas birrasiin.
smj: Dá bájke le ájnas resurssan sámegiela åvddånahttemij Vuonan.

source: Doaibmaplána váldoulbmil lea láhčit dilálašvuođaid nu, ahte sámegielaid aktiivvalaš geavaheaddjit lassánit.
smj: sámibåttå de sámegielagij låhko ienebut binnu gå lassán, sierraláhkáj gåjt de sámegiela háldadusguovlo ålggolin.

source: Dan galgá šaddat vejolaš duohtan dahkat dainna lágiin ahte sámegiela oahpahus nannejuv- vo mánáidgárddiin ja vuođđooahpahusas, ja ahte lágiduvvojit eanet joregat main lea vejolaš geavahit sámegiela, ja dasto vel dainna lágiin ahte návccat biddjojuvvojit oaččuhit eanebuid váldit sámegielalaš oahpu ja oahpu mas sámegiella lea fágan.
smj: sámegielak barggijs almulasj ja priváhta suorgijn le ájn vádne.

source: Go ráđđehus bidjá eambbo návccaid almmolaš suorggi sámegillii, de háliida nannet guđege sámi olbmo vejolašvuođa áddehallat nuppiiguin sáme- gillii.
smj: Ráddidus ájggu dájna plánajn vuodov vaddet vijdes ja guhkesájggásasj ratjátimev sáme gielaj hárráj beruskáhtá suorgijs ja háldadusdásijs.

source: Mun dieđán ahte ollugat vásihit dan, ahte eai beasa geavahit iežaset vuoigatvuođa sámástit go sis lea dahkamuš almmolaš hálddahusain ja dearvvasvuođalágádusain – dannego ii oktage sáhte sin bálvalit sámegillii.
smj: Julevsáme ja oarjjelsáme guovlojn le giella dille sierraláhkáj nievrre. Dánen le ájnas mij biedjap sierra ratjástimev dáj gielaj hárráj vaj sihkarasstep julev ja oarjjelsáme gielajt viesso adno-, avtastallam- ja máhtudakgiellan aj boahtte buolvajda.

source: Dán dili mii dáhttut ovttasráđiid buoridit.
smj: Mij lip aj oadtjum árvvalusájt duos dás birrusijs.

source: Sámedikki sámegiellaiskkadeamit ja sámelága giellanjuolggadusaid árvvoštallan maid čájehit ahte ain leat ollu hástalusat mat fertejit čovdojuvvot ovdalgo sámelága giellanjuolggadusaid mearrádusat leat ollašuhttojuvvvon ollásit.
smj: Dát le åvddånahttem mav mij aktisasj rahtjamusáj hæhttup jårggålit. sámedikke guoradallam sámegiela ano birra ja sámelága giellanjuolgadusáj árvustallam vuoset moadda hásstalusá li ájn åvddåla sámelága giellanjuolgadusáj mærrádusá dievdeduvvi ållåsit.

source: Dárbu sáhttá leat maid geahčadit sámelága giellanjuolggadusaid riikkaidgaskasaš geatnegasvuođaideamet čuovggas.
smj: Máhttá aj dárbbo liehket sámelága giellanjuolgadusájt 8 «Doajmmaplána oajvvetjalmostibme le láhtjet dilijt nav vaj vájmmelis sáme giellaaddnij låhko lassán....

source: Ráđđehus danne áigu geahčadit sámelága giellanjuolggadusaid.
smj: Ráddidus ájggu dájna duogátjijn sámelága giellanjuolgadusájt guoradallat.

source: Mun lean hui ilus go ráđđehus ođastuvvon nationálabušeahtas lea árvalan stuorrudit juolludeami Sámediggái, vai Loabága suohkanii lea vejolaš šaddat sámegiela hálddašanguovllu láhttun golg- gotmánu 1. beaivvi 2009 rájis
smj: Ávon lav gå ráddidus rievdadum nasjonálbudsjehtan le oajvvadam lasedit juollodimev sámediggáj danen gå Loabaga suohkan sámegiela háldadusguovlo sissŋelij máhttá sæbrrat gålgådismáno 1. b. 2009 rájes.

source: Mun dieđán ahte sámit ollu barggu dahket nannen dihtii sámgiela sihke bearrašiin, báikegottiin, mánáidgárddiin ja vuođđooahpahusas, sámi giella- ja kulturguovddážiin, ja sámi organisašuvnnain ja ásahusain.
smj: Diedáv biejaduvvá ållo barggo sámij bieles sámegielav nannitjit fámiljajn, bájkálasj sebrudagájn, mánájgárdijn ja vuodoåhpadusán, sáme giella- ja kultuvrraguovdátjijn, ja sáme organisásjåvnåjn ja institusjåvnåjn.

source: Ain ovddas guvlui lea mearrideaddji dehálaš ahte sámit ieža geavahit gieldaideaset viššalit.
smj: Mierrediddje árvvon le ájn jut sáme ietja vájmmelisát gielav adni.

source: Sámegielaid nannenbargu gáibida guhkesáigásaš ja bissovaš rahčamušaid servodaga eanaš surggiin, ja dat ferte joatkit guhkit áiggi.
smj: sáme gielaj nannima barggo gájbbet guhkesájggásasj ja aktelasj ratjástimev ienemus suorgijn, ja viertti liehket bissovasj prosessa.

source: Doaibmaplána váld- dahallá danne ráđđehusa barggu guhkibuš áiggi ulbmiliid, namalassii nannet sámegielaid boahtteáigái.
smj: Doajmmaplánas åvddånboahtá danen aj ienep guhkepájggásasj ulme ráddidusá bargos sáme gielajt nannitjit boahtteájggáj.

source: Dát ulbmilat leat vuođđun plánaáigodaga doaibmabijuid joatkevaš čađaheapmái.
smj: Dá ulme li vuodon dåjmaj vijdábuj åvddånahttemij pládnaájggegávdan.

source: VIIDDIS JA GUHKESÁIGÁSAŠ ÁŊGIRUŠŠAN SÁMEGIELAIGUIN
smj: 9 ViJDEs Ja GUHKEsÁJGGÁsasJ RaHTJaMUs sÁME GiELaJ HÁRRÁJ

source: Ráđđehusa politihka bajimuš ulbmil sámegielaid ávkin lea láhčit nu, ahte Norggas lea oadjebas boahtteáigi sámegielaide – davvisámegillii, julevsámegillii ja oarjilsámegillii.
smj: Bajemus ulmme ráddidusá politihkan sáme gielaj hárráj le láhtjet jaskugis boahtteájgev sáme gielajda Vuonarijkan – nuorttasámev, julevsámev ja oarjjelsámev.

source: Dehálaš ulbmil lea buoridit sámegielalaš olbmuid loguid.
smj: Ájnas ulmmen le aj oadtjot ienep sámegielak addnijt.

source: Dat gáibida viiddis ja guhkesáigásaš áŋgiruššama buot servodatsurggiin.
smj: Dát gájbbet vijdes ja guhkesájggásasj rahtjamusájt juohkka sebrudaksuorgen.

source: Ráđđehus áigu doaibmaplánaáigodaga bidjat dakkár vuođu mas lea vejolaš buorebut áŋgiruššat sámegielaiguin sierranas servodatsurggiin – erenoamážit oahpahallamiin, oahpahusas, almmolaš bálvalus- ja fuollafálaldagain, ja vel geavahit ja oidnosii buktit sámegielaid almmolaš oktavuođain.
smj: Ráddidus sihtá doajmmapládnaájge lahtjet vuodov nannusap rahtjamussaj sáme gielaj hárráj duon dán sebrudaksuorgen – sierraláhkáj åhpadusán, almulasj dievnastus- ja huksodievnastusán, ja vaj sámegiella galggá vuojnnut ja aneduvvat almulasj aktijvuodan.

source: Sámegielaid oadjebas boahtteáiggi eaktun lea ahte daid árvodássi buorrána ja ahte daid geavaheaddjiide ja eiseválddiide guđege dásis bohtet oidnosii ásahuvvon giellavuoigatvuođat.
smj: Ækton jaskugis sáme gielaj boahtteájggáj le aledit gielaj dásev, ja åvddånbuktet gielaj dálásj rievtesvuodajt addnijda ja oajválattjajda duon dán dásen.

source: Sámegiella ferte dikšojuvvot buot joregiin main sámit leat ja deaivvadit, ja danne lea dehálaš čalmmustahttit sámegielaid joregiid ja daid geavaheaddjiid deaivvadanbáikkiid.
smj: sáme giella hæhttu dievnastuvvat juohkka sajen gånnå sáme viessu ja æjvvali, danen la ájnas tjalmostahttet sámegielak sájijt ja æjvvalimbájkijt.

source: Sámegielaid oadjebas boahtteáigi eaktuda maid ahte guhtege sápmelaš geahččala nanusmahttit ja buoridit iežas sámegiela máhtu, geavahit sámegiela nu ollu dilálašvuođain go sáhteš, ja oahpahit sámegiela mađe muddui lea vejolaš ođđa buolvvaide.
smj: Jaskugis boahtteájgge sáme gielajda gájbbet aj ájnegis sábme iesj gæhttjal nannit ja åvddånahttet ietjas sámegiela máhtudagáv, adnet gielav ienemus dilijn, ja nav guhkás gå máhttelis doalvvot gielav nuppe buolvvaj.

source: Jos sámegielaid boahtteáigi galggaš leat oadjebas, de gáibiduvvo ahte gielddat ja báikegottit suodjalit ja viššalit geavahit sámegiela iežaset guovlluin dainna fuolain, ahte sámegiela lea vejolaš bures oahpahit mánáidgárddiin, vuođđoskuvllain ja joatkkaskuvllain, ja dainnage fuolain ahte vánhemiidda ja eará rávesolbmuide maid leat buorit vejolašvuođat oahppat sámegiela.
smj: Jaskugis boahtteájgge sáme gielajda gájbbet aj vaj suohkana ja bájkálasj sebrudagá suodjalij ja åvddånbukti sáme gielajt ietjasa suorgen, nav vaj látjeduvvá buorre máhttelisvuoda sámegielav oahppat mánájgárdijn, vuodoskåvlåjn ja joarkkaskåvlåjn, ja vaj látjeduvvá buorre máhttelisvuoda sámegielav oahppat æjdádijda ja ietjá ållessjattugijda.

source: Dasto báikegottit berrejit deattuhit dehálažžan lágidit sámegielalaš joregiid mánáide, nuoraide ja rávesolbmuide, ja fállat dakkár gielddalaš bálvalusaid sámi álbmogii, main vuođus lea sámi giella- ja kulturmáhttu.
smj: Vijdábut de vierttiji bájkálasj sebrudagá dættodit dahkat sámegielak æjvvalimbájkijt mánájda, nuorajda ja ållessjattugijda ja fállat suohkana dievnastusájt sáme álmmugij diedoj milta gånnå le sáme giella ja kultuvrra vuodon.

source: Sámegielalaš galbbat galget leat gielddavisttiid sihke olggobealde ja siskkobealde, ja máŋggagielat geaidnogalbbat váikkuhit dasa ahte sámegiellage lea oidnosis báikkálaš servodagain.
smj: sámegielak galbá suohkana viesojn, ja moattegielak rahtegalbbim sjaddá åvddånbuktet sámegielak sajev bájkálasj sebrudagán.

source: Sámegielaid oadjebas boahtteáigi eaktuda álššalaččat áŋgiruššama julevsámegielain ja oarjilsámegielain, vai dát gielat bissot ealli giellan maiddái boahtteáiggige.
smj: Jaskugis boahtteájgge sáme gielajda gájbbet nannusap rahtjamusájt julev- ja oarjjelsáme gáktuj, nav vaj dá aj máhtti liehket viesso giela boahtteájgen.

source: Dainnago dáin giellaguovlluin sámit orrot bieđgguid ja leat unnitlogus stuorát álbmoga ektui, de sin joavkkuide lea erenoamáš váttes hástalus fas ealáskahttit gielaset.
smj: Dan diehti gå ulmutja dáj guovlojn e nav tjoahken åro, ieneplågo álmmuga gáktuj, de le dá guovte sámegiellaj sierra hásstalusá ma gulluji ælládahttembargguj.

source: Nu lea dilli erenoamážit oarjilsámi guovlluin.
smj: sierraláhkáj gullu dát oarjjelsáme guovlojda.

source: Oarjilsámit ja julevsámit leat unnitlogut olles sámi servodagas.
smj: oarjjel- ja julevsáme li unneplågo sáme sebrudagán.

source: Danne lea dárbu ahte sii buohkat geain lea ovddasvástádus sámegielain, bidjet erenoamáš searaid dáid gielaid nanusmahttimii.
smj: Danen le dárbbo gájkajn gænna le åvdåsvásstádus sámegielas biedjá sierra rahtjamusáv dájt nannitjit.

source: Nuortalašgiela / golttágiela ja bihtánsámegiela várás áŋgiruššan ferte mearkkašit ahte álggahuvvojit báikkálaš ja rádjarasttideaddji giellaprošeavttat maid vuođđun lea dáid gielaid duohtadilli.
smj: Lulle / gålldåsámegiela ja bihtámsámegiela hárráj viertti sjaddat rahtjamussan álgedit bájkálasj ja rádjárasstididdje giellaprosjektajt gånnå le daj gielaj dálásj dille vuodon.

source: Odne ii leat jáhkehahtti atnit dáid gielaid ealli giellan sierranas servodatsurggiin nugo lea vejolaš dahkat davvisámegiela, oarjilsámegiela ja julevsámegiela dáfus.
smj: Udnásj duohtavuodas ij máhte javllat dá giela li viesso duon dán sebrudaksuorgen nav gå nuortta-, oarjjel- ja julevsámegiella.

source: Ráđđehusa barggus ovddidan dihtii sámegielaid Norggas leat čuovvovaš bajimuš ulbmilat:
smj: Ráddidusá barggo sáme gielaj hárráj Vuonan le dá bajemus ulmmen:

source: • Sámegielat davvisámegiella, julevsámegiella ja oarjilsámegiella galget ovddiduvvot ja leat ealli gielat maiddái boahtteáiggige
smj: • sáme giela; nuorttasámesámegiella, julevsámegiella ja oarjjelsámegiella galggi åvddånahteduvvat ja liehket viesso giela boahtteájgen aj

source: • Sámegielat galget ovddiduvvot ja oinnosmahttojuvvot
smj: 10 • sáme giela galggi åvdeduvvat ja tjalmostahteduvvat

source: • Buohkain galgá leat vuoigatvuohta oahppat sámegiela
smj: • Gájkajn galgá rievtesvuohta sáme geilajt oahppat

source: • Sámegielalašvuođa vuoigatvuođat galget nannejuvvot ja gulahuvvot
smj: • sámegielak rievtesvuoda galggi nanniduvvat ja dåbddusin dagáduvvat

source: • Duon golmma sámegillii, davvisámegillii, julevsámegillii ja oarjilsámegillii, galget leat ovttaárvosaš ovdánanvejolašvuođat
smj: • Da gålmå sámegiela, nuorttasámegiella, julevsámegiella ja oarjjelsámegiella, galggi vatteduvvat avtaárvvusasj åvddånahttemmáhttelisvuodajt.

source: • Almmolaš ásahusat galget diđolaččat geavahit sámegielaid, sihke davvisámegiela, julevsámeagiela ja oarjilsámegiela
smj: • almulasj institusjåvnå galggi liehket diedulattja ietjas sámegiela adnuj, sihke nuorttasámegiellaj, julevsámegiellaj ja oarjjelsámegiellaj

source: • Máhttu Norgga sámegielaid birra galgá buoriduvvot ja seailluhuvvot boahtteáigái
smj: • Diehto sámegielaj birra Vuonan galggá åvddånahteduvvat ja giela galggi boahtteájggáj bisoduvvat

source: Politihkalaš vuođđu Ráđđehusbellodagaid politihkalaš vuođđu – Soria Moria-julggaštus – almmuha ulbmilin dakkár sámepolitihka čađaheami, mii lea ávkin sámi álbmogii, nu ahte sámi gielas, kultuvrras ja servodateallimis lea sihkkaris boahtteáigi Norggas.
smj: Politihkalasj vuodo Ráddidusbeludagáj politihkalsj vuodo – soria Moriasjiehtadusán- le ulmmen jådedit sámepolitihkav mij galggá sáme álmmugav dievnnut nav vaj sáme giella, kultuvrra ja sebrudakiellemin galggá liehket sihkar boahtteájgge Vuonan.

source: St. dieđáhusas nr. 28 (2007-2008) Sámepolithkka ráđđehus lea dovddahan ahte sámegielat galget leat ealli gielat.
smj: nr. 35 (2007-2008) Mål og Meining (Ulmme ja miella) le ráddidus javllam sámegiella galggá liehket viesso giella.

source: Sámegielaid galgá leat vejolaš geavahit servodaga buot joregiin, ja sámegiela geavaheapmi galgá buoriduvvot buot servodatjoregiin.
smj: sámegiella almulasj aktijvuodajn galggá lassánit.

source: Stuorradiggedieđáhusas nannejuvvo dasto vela ahte sámi gillii ja kultuvrii guoski hástalusat galget ollašuvvat dainna lágiin ahte almmolaš ásahusaid ovddasvástádus ja rolla buoriduvvo sámi geavaheaddjiid várás dakkár guovdilis čálgodoaimmain go dearvvasvuođas, fuolas ja oahpahusas.
smj: stuorradikke diedádusán merustaláduvvi sámepolitihkalasj hásstalusá ma gulluji giellaj ja kultuvrraj ja dá tjoavdeduvvi almulasj åvdåsvásstádusá ja saje nannimijn sáme addnij gáktuj guovdásj álkkádusdahkamusájn dagu varresvuoda, hukso ja åhpadusá gáktuj.

source: Dat gáibida aktiiva politihka mii váldá mielde oassin sámegielalaš ja sámekultuvrralaš viidodaga almmolaš bálvalusaide ja fálaldagaide.
smj: Dát gájbbet dåjmalasj politihkav oadtjot sámegielak ja kultuvralasj vuojnojt almulasj dievnastusájn ja fálaldagájn.

source: St. dieđáhusas nr. 35 (2007-2008) Mål og meining ráđđehus lea árvalusvuođđun hábmen ollislaš giellapolitihka.
smj: nr. 35 (2007-2008) Ulmme ja miella le ráddidus hábmim vuodov åbbålasj giellápolitihkav.

source: Gielladieđáhusa ollislaš viidodat mearkkaša ahte sámegiela boahtteáigái sihkkarastin maid gullá bajimuš giellapolitihkalaš ovddasvástádussii oassin.
smj: Åbbålasj vuojnno gielladiedádusán merkaj dav gå sihkarasstá jaskugis boahtteájgev sámegiellaj de ålles mærráj sisadná dát oasev bajemus giellapolitihkalasj åvdåsvásstádusás.

source: Bargu sámegiela ovddidemiin lea danne maiddái oppalaš giellapolitihkalaš hástalus, iige duššefal dábálaš sámepolitihkalaš hástalus.
smj: Duodden guovdásj sámepolitihkalasj hásstalussan de la danen barggo sámegiela hárráj aj dábálasj giellapolitihkalasj hásstalussa.

source: Sámegielat, erenoamážit unnibuš gielat, leat ollu váddát dilis go Norgga riikkagiella.
smj: sámegiella, ja sierra gåjt mij guosská dåjt unnep gielajda, de li da ållu væráp dilen gå vuona nasjonálgiella.

source: Giellajápmu lea duođalaš áitta duoidda unnibuš sámegielaide.
smj: Giellajábmem le duodalasj ájtton unnemus sámegielajda.

source: Muhto vel davvisámegiellage čilgejuvvo áitojuvvon giellan riikkaidgaskasaš oktavuođain.
smj: Valla aj nuorttasámegiella sjaddá rijkajgasskasasj aktijvuodajn gåvviduvvá ájtodum giellan.

source: Go giellajámu lea áigumuš hehttet, de gáibiduvvo čavgadat ja ulbmálat ja dárkilit plánejuvvon áŋgiruššan.
smj: Giellajábmemav garvvet gájbbet nannusap ja ienep ulmmejåksåm ja systemáhtalasj rahtjamav.

source: Gielladieđáhusas celkojuvvo ahte ráđđehusa barggu ulbmil lea ráhkadit vuođu ođđa sámi giellapolitihkkii mas lea strategalaš ja ollislaš viidodat sámegillii ja sámi servodahkii.
smj: Gielladiedádusán tjuodtju ráddidus ájggu barggat biedjatjit vuodov ådå sáme giellapolitihkav strategiaj ja åbbålasj vuojnoj sáme giellaj ja sebrudahkaj.

source: Dát doaibmaplána gullá dán bargui oassin.
smj: Dát doajmmapládna le akta oasse dás bargos.

source: St. dieđáhusas nr. 23 (2007-2008) Språk bygger broer namahuvvojit doaibmabijut mat gullet ollislaš giellaoahpahuspolitihkkii man vuođđun lea olbmo oppa eallima viidodat ja máŋggagielalašvuođa viidodat.
smj: diedá, nr 23 (2007-2008) Giella dahká råvijt nammaduvvi dåjma åbbålasj giellaåhpaduspolitihkkaj viessomájge ja moattegielak vuojnoj milta.

source: Departemeanta oaidná dárbun árvvoštallat giellakártema ja giellamovttiidahttima reaidduid ja vugiid kvalitehta, vai lea vejolaš gávnnahit mo lea buoremus ovddidit sámegiela.
smj: Mánájgárdde le buoremus sadje giellaarvusmahttem doajmma smávvamánájda. Departemænnta vuojnná dárbov árvustallat kvalitehtav vædtsagijs ja vuogijs giellaguoradallamijda ja giellaarvusmahttemijda nav vaj máhttelis la åvddånahttet buorre barggovuogijt.

source: Dasto čilgejuvvo sámegiela sadji maiddái vuođđooahpahusasge, ja departemeanta atná iežas hástalussan sihkkarastit oahppiide oktagaslaš vuoigatvuođa oahppat sámegiela, ee. atnit fuola das ahte leat fidnemis dohkálaččat oahppan oahpaheaddjit ja ahte ráhkaduvvojit ja buvttaduvvojit buorit sámegielalaš oahpponeavvut.
smj: Vijdabut nammaduvvá sámegiella vuodoåhpadusán, ja departemænnta vuojnná hásstalussan sihkarasstet oahppij ájnegasj rievtesvuodajt sámeåhpadusán, i. i. åttjudit dåhkkidum máhtulasj åhpadiddjijt ja láhtjet dilev nav vaj åvddånahteduvvi ja buvtaduvvi buorre sáme oahpponævo.

source: Departemeanta ulbmáda buoridit gáiddosoahpahusa fálaldagaid ja gulahit jeavddalaččat ahte oahppiin lea vuoigatvuohta oažžut sámegiela oahpahusa.
smj: Departemænnta rahtjá åvddånahttet guhkásåhpadimfálaldagájt ja diededit ájges ájggáj oahppij sámeåhpadusá rievtesvuodaj birra.

source: Stuorradiggedieđáhus válddahallá dasto universitehtaid ja allaskuvllaid giellafágaid.
smj: stuorradiggediedádusán nammaduvvá vijdábut giellafága universitehtajn ja allaskåvlåjn.

source: Sámegielalaš dutkamat ja sámegielalaš oahpaheaddjioahpahusat leat Norggas dehálaš eavttut go galgat seailluhit ja ovddidit sámegielaid ja sámekultuvrra, ja nu maiddái riikkarájáid rastá.
smj: sámegielak studia ja sámegielak åhpadiddjeåhpadusá li ájnas gájbbádusá bisodittjat ja åvddånahtátjit sáme gielav ja kultuvrav Vuonan, ja aj rájáj rastá.

source: Dehálaš lea erenoamážit atnit muittus unnibuš sámegielaid, julevsámegiela ja oarjilsámegiela, ja stuorradiggedieđáhusas čujuhuvvo dasa ahte viggamušaide oččodit oahppiid ohcat dáidda oahpuide ferte leat stuorra deaddu buot ásahusain main lea dat ovddasvástádus dán suorggis.
smj: sierraláhkáj ájnas le tjalmostuhttet dåjt unnemus sámegielajt, julevsámegielav ja oarjjelsámegielav, ja stuorradiggediedádusán tsuojggiduvvá barggo åttjudittjat ulmutjijt dájda åhpadusájda viertti stuorra tjalmostibme liehket divna daj institusjåvnåjn gejn li åvdåsvásstádus suorgen.

source: St. dieđáhusas nr. 31 (2007-2008) Kvalitet i skolen ráđđehus deattuha ahte lea dárbu árrat vuoruhit guovdilis vuođđogálggaid.
smj: nr. 31 (2007-2008) Kvalitet i skolen ráddidus dættot dárbbo le vuorrodit åvddånahttemav guovdásj vuodulasj tjehpudagáv árrat.

source: Vai sáhttá sihkkarastit juohke oahppái vuogádatlaš čuovvoleami vuosttamuš skuvlajagiid, de departemeanta áigu geatnegahttit skuvllaid kártet oahppiid lohkančehppodaga sin skuvlavázzima vuosttamuš golbma jagi.
smj: systemáhtalasj sihkarasstema hárráj juohkka avtav oahppe tjuovvolimev dajt vuostasj jagijt sihtá departemænnta buktet bákkulasj guoradallamav låhkåmtjehpudagás 1.-3. jahkedássáj.

source: Departemeanta áigu álggahit bissovaš vuogádaga mas oahpaheaddjit sáhttet oažžut lasi oahpu.
smj: 11 Departemænnta sihtá álgadit vuogádusáv åhpadiddjij joarkkaåhpadusá hárráj mij bissu.

source: Stáhta ruhtada lohkansajiid dihto oahpaheaddjilohkui ja fállá gielddaide geavahit dáid oapposajiid.
smj: stáhtta ruhtat åhpadussajijt åhpadiddjijda mierredum lågo milta ja fállá suohkanijda åhpadussajijt ávkástallat.
